Repository: CorentinROBERT/CoNotebook
Catalog: NoteApp/*.lproj/Localizable.strings
Languages: fr

source: No note yet
fr: Pas encore de notes

source: Delete Note
fr: Supprimer note

source: Delete
fr: Supprimer

source: Cancel
fr: Annuler

source: Validate
fr: Valider

# sure_delete_note
source: Are you sure you want to delete
fr: Êtes-vous sure de vouloir supprimer

# sure_delete_this_note
source: Are you sure you want to delete this note?
fr: Êtes-vous sure de vouloir supprimer cette note ?

source: this note
fr: cette note

source: Add new note
fr: Ajouter une nouvelle note

source: Add title note here
fr: Ajouter un titre de note

# enter_note_here
source: Enter note title here
fr: Entrer un titre de note ici

source: Add content note here
fr: Ajouter un contenue de note

source: Enter note content here
fr: Entrer le contenue de note

source: Add note
fr: Ajouter note

source: New note
fr: Nouvelle note

# enter_title
source: Enter a title
fr: Entrer un titre

# note_will_delete_permanently
source: Note will be permanently deleted
fr: La note va être supprimer définitivement
